;
; - 胸部
;

[AlienArmor_LgtMk1_DLC2_SLD_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[AlienArmor_LgtMk2_DLC2_SLD_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[AlienArmor_MedMk1_DLC2_SLD_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[AlienArmor_HvyMk1_DLC2_SLD_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[AlienArmor_HvyMk2_DLC2_SLD_MamaMEA_N7_Torso_M X2BodyPartTemplate]
DisplayName="N7 - 胸部"


[AlienArmor_LgtMk1_DLC2_SLD_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[AlienArmor_LgtMk2_DLC2_SLD_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[AlienArmor_MedMk1_DLC2_SLD_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[AlienArmor_HvyMk1_DLC2_SLD_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

[AlienArmor_HvyMk2_DLC2_SLD_MamaMEA_N7_Torso_F X2BodyPartTemplate]
DisplayName="N7 - 胸部"

;
; N7 Arms
;

[AlienArmor_LgtMk1_DLC2_SLD_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_LgtMk2_DLC2_SLD_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_MedMk1_DLC2_SLD_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_HvyMk1_DLC2_SLD_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_HvyMk2_DLC2_SLD_MamaMEA_N7_Arm_Left_M X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_LgtMk1_DLC2_SLD_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_LgtMk2_DLC2_SLD_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_MedMk1_DLC2_SLD_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_HvyMk1_DLC2_SLD_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"

[AlienArmor_HvyMk2_DLC2_SLD_MamaMEA_N7_Arm_Left_F X2BodyPartTemplate]
DisplayName="N7 - 左臂"


[AlienArmor_LgtMk1_DLC2_SLD_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_LgtMk2_DLC2_SLD_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_MedMk1_DLC2_SLD_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_HvyMk1_DLC2_SLD_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_HvyMk2_DLC2_SLD_MamaMEA_N7_Arm_Right_M X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_LgtMk1_DLC2_SLD_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_LgtMk2_DLC2_SLD_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_MedMk1_DLC2_SLD_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_HvyMk1_DLC2_SLD_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

[AlienArmor_HvyMk2_DLC2_SLD_MamaMEA_N7_Arm_Right_F X2BodyPartTemplate]
DisplayName="N7 - 右臂"

;
; N7 - 腿部
;

[AlienArmor_LgtMk1_DLC2_SLD_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_LgtMk2_DLC2_SLD_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_MedMk1_DLC2_SLD_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_HvyMk1_DLC2_SLD_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_HvyMk2_DLC2_SLD_MamaMEA_N7_Legs_M X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_LgtMk1_DLC2_SLD_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_LgtMk2_DLC2_SLD_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_MedMk1_DLC2_SLD_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_HvyMk1_DLC2_SLD_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"

[AlienArmor_HvyMk2_DLC2_SLD_MamaMEA_N7_Legs_F X2BodyPartTemplate]
DisplayName="N7 - 腿部"